Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Hey Dr. Amaral, We haven’t talked too much but I’m one of Serene’s guys from Reaper Squad. Working around all this time tech stuff (or chronon tech you call it I guess?) got me real inspired so I started writing a screenplay. There’s a lot of science talk in here so I want a scientist to check it and make sure it kind of makes sense. Would you mind taking a look? Thanks! Here is the first half: TIME KNIFE Written By Bruce Livingstone ACT ONE INT. OFFICE – NIGHT BRUCE SAVAGE stands in his office. He is sexually attractive. Somebody knocks on Bruce’s door and he opens it. It’s a SCIENTIST LADY. She looks like a librarian with glasses but she is actually a scientist. You can tell because she has a lab coat. LADY SCIENTIST: Help me. BRUCE: Okay. LADY SCIENTIST: Take this knife because some bad apples are trying to steal it and it is very important. BRUCE: Okay. LADY SCIENTIST: What is your name handsome? BRUCE: I’m Bruce. Let’s shake hands. Bruce and Lady Scientist shake hands. LADY SCIENTIST: Wow. You almost broke my hand with that handshake. You are definitely a tough guy. She is impressed with Bruce’s strength. She looks at his large biceps like they are delicious pieces of ham but she doesn’t want to eat them. LADY SCIENTIST: Here is the knife. The Lady Scientist hands Bruce the knife. It looks mostly like a knife but also like a time machine because it is both a knife and a time machine but Bruce doesn’t know that yet. GOONS break through the windows and shoot the scientist lady. She dies. SCIENTIST LADY: Avenge me. BRUCE: Okay. Bruce kills the goons with his legs by doing lots of kicking at them. They are dead real quick. BRUCE: Looks like I got a LEG UP on you guys. The audience probably laughs here so Bruce waits to deliver his next line for around five seconds so that everybody has calmed down. BRUCE: What is so special about this knife? Bruce stabs the knife into his chair. The chair disappears. BRUCE: The chair disappeared. He looks at a picture on his wall which is a big photograph from 1932 with lots of people from 1932 in it. Bruce’s chair is in the picture. BRUCE: Interesting. My chair traveled back in time to 1932 when I stabbed it. When I stab things they travel through time. That explains why this knife looks like a knife but also like a time machine, because it is both. Bruce’s real goofy friend from across the hall runs into the room. He trips on something on the floor. His name is SLOBBO. He isn’t as fat as his name sounds. SLOBBO: Awwww yyyeah! That is Slobo’s catch phrase and he says it in a real funny way. SCIENTIST LADY: Bruce, you saved my life. The Scientist Lady was only faking being dead. SCIENTIST LADY: Are you married? BRUCE: Only to my job. SCIENTIST LADY: I find that attractive but also respectable. She kisses Bruce’s cheek. SLOBBO: What about MY cheek? Awwww maaaan. That is Slobo’s other catch phrase, which he says in a different but equally funny way. Bruce waits a few seconds for the audience to stop laughing before speaking. BRUCE: Wait. Those lips were man lips not woman lips. Bruce pulls off the Scientist Lady’s wig. She is actually Bruce’s boss, PAUL MARINE. Paul Marine is a douche. BRUCE: My boss. But why? PAUL MARINE: I wanted you to kill those guys because they wanted me dead. I knew you were real tough so you could kill them easy but I don’t respect you as an employee so I always make you do the shitty jobs even though you’ve been working at my company more than most of the other guys and are real smart. Also I don’t like you because my girlfriend finds you sexually attractive. BRUCE: Now I understand. PAUL MARINE: Give me my time knife back. Paul Marine snaps his fingers and seventy-three goons surround Bruce. PAUL MARINE: You can’t kill seventy-three goons so just give up. BRUCE: I don’t have TIME for this. Bruce stabs himself with the time knife and disappears. SLOBBO: He time traveled using the time knife. Bruce opens the door. Now he is twice as jacked. PAUL MARINE: You’re even more sexually attractive. How is this possible? BRUCE: I stabbed myself and traveled to the past, then trained in all kinds of martial arts to become even stronger. I also strapped explosives into everybody’s boots in the past so that when I press this detonator you will all explode. SLOBBO: Awwwww yyyyeah. BRUCE: I’m glad I have stocks in this company. PAUL MARINE: Why? BRUCE: Because business… is booming. Bruce presses the detonator. All seventy-three goons blow up like eggs in a microwave. Paul Marine doesn’t explode. PAUL MARINE: Luckily I used my metal detector this morning and found the explosives. So I switched boots with somebody else. Say, Slobbo, whose boots are you wearing? SLOBBO: NOOOOOO!! Slobbo explodes. BRUCE: My best friend. You’ll pay for this. PAUL MARINE: You don’t want to stab me with that time knife. BRUCE: Why not? PAUL MARINE: Because I am actually you from the future. BRUCE: That doesn’t make sense. PAUL MARINE: Yes it does. Remember that the time knife is also a time machine. I am you from the future but I stabbed myself with the time knife in order to come back here and do all of this. BRUCE: But we don’t look the same. PAUL MARINE: That is a good point and I am glad you brought it up. First I time travelled 700 years into the future to a time where humans have created advanced technology that allows surgeries that completely change people’s faces and bodies. I had this surgery performed so that you wouldn’t be able to recognize me, but I am actually you in disguise. I can prove it because I know many things about you. BRUCE: Like what? PAUL MARINE: You have a birth mark on your left ankle. BRUCE: I do have a birth mark on my left ankle. I am starting to believe you now. PAUL MARINE: You should, because even though I have a new body I kept that birth mark on my ankle so that when I met you I could prove that I was actually you from the future. I will show you. Paul lifts up the left leg of his pants but there is no birth mark. Instead there is an ankle holster for a gun. Paul pulls out the gun and aims it at Bruce. PAUL MARINE: I was lying this whole time. I’m not actually you. I was just saying all of that so that I could get my gun. BRUCE: Son of a bitch. PAUL MARINE: Also in the future I melted the time knife and turned it into bullets. Those bullets are now in this gun, which means that I can shoot you but also send you through time all at once. Finally you will be out of my way so that I can marry my girlfriend Sofine later today before you are able to tell her that I’m a real shitty guy. BRUCE: I didn’t know you were getting married today. PAUL MARINE: I know. My girlfriend Sofine made an invitation for you because she admires you and thinks you’re attractive but I destroyed the invitation and then lied to her and said I gave it to you at work. But now I am here to give you a different invitation. To your funeral. Paul Marine shoots at Bruce. Slobbo jumps in front of Bruce. SLOBBO: NOOOOOO!! Slobbo wasn’t actually dead. He jumps in front of the bullets and is shot several times. Now he’s actually dying. SLOBBO: Avenge me. BRUCE: Okay. Bruce goes to attack Paul Marine, but now Paul Marine has disappeared. BRUCE: He’s gone. Slobbo is dying on the ground covered in blood. His body is red like a hotdog covered in lots of ketchup. SLOBBO: You must… stop the wedding. You are… totally a better guy and clearly more attractive than Paul. You should be… dating his girlfriend Sofine. Slobbo dies. Bruce just sits there next to Slobbo for a while because many people will be crying at this point. He eventually gets up. BRUCE: Looks like I’m going to a wedding. After all… He holds out the time knife. BRUCE: Somebody’s gotta cut the cake. “Cut the cake” means he’s going to kill Paul. The audience will understand because of the way the actor says it. It’s a real intense moment. Bruce puts on his shades. END OF ACT ONE
pl_pl: Hej, Nie rozmawialiśmy zbyt wiele, ale jestem jednym z żołnierzy pana Serene z zespołu Reaper. Praca nad tymi wszystkimi rzeczami związanymi z technologią czasu (lub chrononem, jak to nazywasz?) bardzo mnie zainspirowała, więc zacząłem pisać scenariusz. Jest w nim wiele naukowych wątków, więc chciałbym, aby jakiś naukowiec kuknął na to okiem i upewnił się, że ma sens. Mogłabyś na to zerknąć? Z góry dziękuję! Oto pierwsza połowa: NÓŻ CZASU Autorstwa Bruce Livingstone AKT PIERWSZY LOKALIZACJA: BIURO - NOC BRUCE SAVAGE stoi w swoim biurze. Jest atrakcyjny seksualnie. Ktoś puka do drzwi Bruce'a, a on je otwiera. To PANI NAUKOWIEC. Wygląda jak bibliotekarka w okularach, ale w rzeczywistości jest naukowcem. Można to stwierdzić, ponieważ ma fartuch laboratoryjny. PANI NAUKOWIEC: Pomóż mi. BRUCE: Dobrze. PANI NAUKOWIEC: Weź ten nóż, bo jacyś źli próbują go ukraść, a jest bardzo ważny. BRUCE: Ok. PANI NAUKOWIEC: Jak masz na imię przystojniaku? BRUCE: Jestem Bruce. Podajmy sobie ręce. Bruce i Pani Naukowiec podają sobie ręce. PANI NAUKOWIEC: Łał. Prawie złamałeś mi rękę tym uściskiem. Zdecydowanie jesteś twardzielem. Jest pod wrażeniem siły Bruce'a. Patrzy na jego wielkie bicepsy jak na pyszne kawałki szynki, ale nie chce ich jeść. PANI NAUKOWIEC: Oto nóż. Pani naukowiec podaje Bruce'owi nóż. Wygląda jak zwyczajny nóż, ale także jak wehikuł czasu, ponieważ jest zarówno nożem, jak i wehikułem czasu, ale Bruce jeszcze o tym nie wie. GOONS przebijają się przez okna i strzelają do pani naukowiec. Ona umiera. PANI NAUKOWIEC: Pomścij mnie. BRUCE: Dobra. Bruce zabija bandytów nogami, wykonując wiele kopnięć. Szybko padają martwi. BRUCE: Wygląda na to, że mam nad wami przewagę. Publiczność prawdopodobnie się śmieje, więc Bruce czeka na swoją kolejną kwestię przez około pięć sekund, aby wszyscy się uspokoili. BRUCE: Co jest takiego specjalnego w tym nożu? Bruce wbija nóż w krzesło. Krzesło znika. BRUCE: Krzesło zniknęło. Spogląda na zdjęcie na ścianie, które jest dużą fotografią z 1932 roku z wieloma ludźmi z 1932 roku. Krzesło Bruce'a jest na zdjęciu. BRUCE: Interesujące. Moje krzesło cofnęło się w czasie do 1932 roku, kiedy je dźgnąłem. Kiedy dźgam rzeczy, podróżują one w czasie. To wyjaśnia, dlaczego ten nóż wygląda jak nóż, ale także jak wehikuł czasu, ponieważ jest jednym i drugim. Prawdziwy głupkowaty przyjaciel Bruce'a z drugiego końca korytarza wbiega do pokoju. Potyka się o coś na podłodze. Nazywa się SLOBBO. Nie jest tak gruby, jak brzmi jego imię. SLOBBO: Oooooooo taaaaaaaak! To powiedzonko Slobo, które wypowiada w naprawdę zabawny sposób. NAUKOWA PANI: Bruce, uratowałeś mi życie. Pani naukowiec tylko udawała martwą. PANI NAUKOWIEC: Jesteś żonaty? BRUCE: Tylko w pracy. PANI NAUKOWIEC: Uważam, że to atrakcyjne, ale też godne szacunku. Całuje Bruce'a w policzek. SLOBBO: A co z MOIM policzkiem? Oooooooooo stary. To kolejne powiedzonko Slobo, które wypowiada w inny, ale równie zabawny sposób. Bruce czeka kilka sekund, aż publiczność przestanie się śmiać, zanim zacznie mówić. BRUCE: Czekaj. To były męskie usta, a nie kobiece. Bruce ściąga perukę pani naukowiec. W rzeczywistości jest to szef Bruce'a, PAUL MARINE. Paul Marine to dupek. BRUCE: Szefie. Ale dlaczego? PAUL MARINE: Chciałem, żebyś zabił tych facetów, ponieważ chcieli mnie zabić. Wiedziałem, że jesteś naprawdę twardy, więc mógłbyś ich łatwo zabić, ale nie szanuję cię jako pracownika, więc zawsze każę ci wykonywać gównianą robotę, mimo że pracujesz w mojej firmie dłużej niż większość innych facetów i jesteś naprawdę mądry. Poza tym nie lubię cię, bo moja dziewczyna uważa cię za atrakcyjnego seksualnie. BRUCE: Teraz rozumiem. PAUL MARINE: Oddaj mi mój nóż czasu. Paul Marine pstryka palcami i siedemdziesięciu trzech zbirów otacza Bruce'a. PAUL MARINE: Nie możesz zabić siedemdziesięciu trzech zbirów, więc się poddaj. BRUCE: Nie mam na to CZASU. Bruce dźga się nożem czasu i znika. SLOBBO: Podróżował w czasie używając noża czasu. Bruce otwiera drzwi. Teraz jest dwa razy większy. PAUL MARINE: Jesteś jeszcze bardziej atrakcyjny seksualnie. Jak to możliwe? BRUCE: Dźgnąłem się nożem i przeniosłem się do przeszłości, a potem trenowałem wszystkie rodzaje sztuk walki, aby stać się jeszcze silniejszym. Przyczepiłem też materiały wybuchowe do butów wszystkich ludzi w przeszłości, więc kiedy nacisnę ten detonator, wszyscy eksplodujecie. SLOBBO: Oooooooo taaaaaaaak! BRUCE: Cieszę się, że mam udziały w tej firmie. PAUL MARINE: Dlaczego? BRUCE: Ponieważ biznes... kwitnie. Bruce naciska detonator. Wszystkich siedemdziesięciu trzech bandytów wybucha jak jajka w mikrofalówce. Paul Marine nie wybucha. PAUL MARINE: Na szczęście rano użyłem wykrywacza metalu i znalazłem materiały wybuchowe. Więc zamieniłem się butami z kimś innym. Powiedz, Slobbo, czyje buty nosisz? SLOBBO: NIEEEEEEEEEEEE!!! Slobbo wybucha. BRUCE: Mój najlepszy przyjacielu. Zapłacisz za to. PAUL MARINE: Nie chcesz mnie dźgnąć tym nożem czasu. BRUCE: Dlaczego nie? PAUL MARINE: Ponieważ tak naprawdę jestem tobą z przyszłości. BRUCE: To nie ma sensu. PAUL MARINE: Ma. Pamiętaj, że nóż czasu jest również wehikułem czasu. Jestem tobą z przyszłości, ale dźgnąłem się nożem czasu, aby wrócić tutaj i zrobić to wszystko. BRUCE: Ale nie wyglądamy tak samo. PAUL MARINE: To dobra uwaga i cieszę się, że o tym wspomniałeś. Najpierw przeniosłem się w czasie 700 lat w przyszłość do czasów, w których ludzie stworzyli zaawansowaną technologię, która pozwala na operacje całkowicie zmieniające twarze i ciała ludzi. Przeszedłem tę operację, abyś nie mógł mnie rozpoznać, ale tak naprawdę jestem tobą w przebraniu. Mogę to udowodnić, ponieważ wiem o tobie wiele rzeczy. BRUCE: Na przykład jakich? PAUL MARINE: Masz znamię na lewej kostce. BRUCE: Mam znamię na lewej kostce. Zaczynam ci teraz wierzyć. PAUL MARINE: Powinieneś, ponieważ pomimo że mam nowe ciało, zachowałem to znamię na kostce, abym mógł udowodnić, że jestem tobą z przyszłości. Pokażę ci. Paul podnosi lewą nogawkę spodni, ale nie ma tam żadnego znamienia. Zamiast tego na kostce znajduje się kabura na pistolet. Paul wyciąga broń i celuje w Bruce'a. PAUL MARINE: Cały czas kłamałem. Tak naprawdę nie jestem tobą. Mówiłem to wszystko tylko po to, by zdobyć broń. BRUCE: Sukinsyn. PAUL MARINE: Również w przyszłości stopiłem nóż czasu i zamieniłem go w kule. Te kule są teraz w tym pistolecie, co oznacza, że mogę cię zastrzelić, ale także wysłać w czasie za jednym zamachem. Wreszcie zejdziesz mi z drogi, abym mógł poślubić moją dziewczynę Sofine jeszcze dziś, zanim zdążysz jej powiedzieć, że jestem naprawdę gównianym facetem. BRUCE: Nie wiedziałem, że się dziś żenisz. PAUL MARINE: Moja dziewczyna Sofine zrobiła dla ciebie zaproszenie, bo cię podziwia i uważa, że jesteś atrakcyjny, ale zniszczyłem zaproszenie, a potem okłamałem ją i powiedziałem, że dałem ci je w pracy. Ale teraz jestem tutaj, aby dać ci inne zaproszenie. Na twój pogrzeb. Paul Marine strzela do Bruce'a. Slobbo wskakuje przed Bruce'a. SLOBBO: NIEEEEEEEEEEEEEEE!!! Slobbo tak naprawdę nie był martwy. Skacze przed kulami i zostaje postrzelony kilka razy. Teraz faktycznie umiera. SLOBBO: Pomścij mnie. BRUCE: Dobra. Bruce idzie zaatakować Paula Marine, ale teraz Paul Marine zniknął. BRUCE: Zniknął. Slobbo umiera na ziemi pokryty krwią. Jego ciało jest czerwone jak hot-dog pokryty dużą ilością keczupu. SLOBBO: Musisz... przerwać ślub. Jesteś... całkowicie lepszym facetem i zdecydowanie bardziej atrakcyjnym niż Paul. Powinieneś... spotykać się z jego dziewczyną Sofine. Slobbo umiera. Bruce po prostu siedzi obok Slobbo przez chwilę, ponieważ wiele osób będzie płakać w tym momencie. W końcu wstaje. BRUCE: Wygląda na to, że idę na wesele. W końcu... Wyciąga nóż. BRUCE: Ktoś musi pokroić tort. „Pokroić tort” oznacza, że zamierza zabić Paula. Widzowie zrozumieją to ze względu na sposób, w jaki aktor to mówi. To naprawdę intensywny moment. Bruce zakłada okulary. KONIEC AKTU PIERWSZEGO

source: Hey Jack, I found a bunch of files here about your bro. Monarch started monitoring his workshop in 1999. They pressured him to sell in 2010 and set up some "chronon harvesting" operation surrounding the building.
pl_pl: Hej Jack, znalazłem tutaj kilka plików dotyczących twojego brata. Monarch zaczął monitorować jego warsztat w 1999 roku. Zmusili go do sprzedaży w 2010 roku i zorganizowali operację „zbierania chrononu” wokół budynku.

source: Hey Jack, I found the date thingy.
pl_pl: Hej Jack, znalazłem coś z datą.

source: Hey Jack, come check this out.
pl_pl: Hej Jack, sprawdź to.

source: Hey Jack, when we exit, it'll be a little past the point you were at when you left to save me.
pl_pl: Hej Jack, kiedy wyjdziemy, to będzie chwila po momencie, w którym cofnąłeś się by mnie uratować.

source: Hey James, Paul Serene just had me go through every step of activating the machine in detail with him for over three hours. Do you have any idea what’s going on with Project Promenade? Do you think he’s replacing us? And what about Dr. Joyce? All that stuff he said about how we won't be able to stabilize the chronon field. What if he was right about the miscalculations? I know he comes across as a crank, but he came up with a lot of the research we’re now building on. I don’t understand the implications if there is an error, but Joyce seemed to think it was serious business. Also, I tried to look up an overview of the figures today but all the files have been locked out by somebody named Martin Hatch from Monarch Solutions. I know they put some money into this project but do they seriously have that much authority over us? I’m so confused. Ria
pl_pl: Hej James, Paul Serene właśnie kazał mi szczegółowo przejść przez każdy krok aktywacji maszyny przez ponad trzy godziny. Masz pojęcie, co się dzieje z projektem Promenada? Myślisz, że nas zastępuje? A co z doktorem Joyce'em? Wszystko to, co mówił o tym, że nie będziemy w stanie ustabilizować pola chrononowego. A jeśli miał rację co do błędnych obliczeń? Wiem, że wydaje się być dziwakiem, ale to on wymyślił wiele badań, na których się teraz opieramy. Nie rozumiem implikacji, jeśli jest błąd, ale Joyce wydawał się myśleć, że to poważna sprawa. Ponadto próbowałam dziś przejrzeć przegląd danych liczbowych, ale wszystkie pliki zostały zablokowane przez niejakiego Martina Hatcha z Monarch Solutions. Wiem, że włożyli w ten projekt trochę pieniędzy, ale czy naprawdę mają nad nami aż taką władzę? Jestem zdezorientowana. Ria

source: Hey Nick, this... looks a lot like your taxi.
pl_pl: Hej Nick, to... wygląda jak twoja taksówka.

source: Hey Pablo, I think its getting close, you better get your ass to a stutterproofd area!! I still can’t beleive this is real, but you’ve seen what it’s like out there, half the worlds going to shit. Just glad we’re in here. I dunno how it’s all gonna play out but at least this way we get a chance. Maybe we can fix things later, I bet those science guys can work it out. RIGHT??? And hey, If you see that Jack Joyce asshole, just run, dude, okay? I was talking to Clarice and I didn’t realize this before, I thought he was just sneaky or lucky or something, but I saw some battle reports from the field and he’s just a machine, fucker just shoots his way through everything we throw his way!!!! I know this place is safe but I figure he’ll show up sooner or later. I heard he’s got some personal beef with Serene. So when he comes you better stay out of his way. Let the jarheads handle that! If they can!! If Joyce is coming after Serene, he’s gonna be pretty mad when he finds out the boss took a chopper out (you hear anything about that, what the fuck was that about??). so it could get pretty ugly. See you when the dust clears I guess!! STAY SAFE MAN. LT
pl_pl: Hej Pablo, Myślę, że jest coraz bliżej, lepiej rusz tyłek do obszaru odpornego na zacięcia!!! Wciąż nie mogę uwierzyć, że to się dzieje naprawdę, ale widziałeś, jak tam jest, połowa świata idzie w rozsypkę. Cieszę się, że tu jesteśmy. Nie wiem, jak to wszystko się potoczy, ale przynajmniej w ten sposób mamy szansę. Może później uda nam się coś naprawić, założę się, że ci naukowcy coś na to poradzą. PRAWDA? I hej, jeśli zobaczysz tego dupka Jack'a Joyce'a, po prostu uciekaj, stary, dobra? Rozmawiałem z Clarice i wcześniej nie zdawałem sobie z tego sprawy, myślałem, że jest po prostu podstępny albo ma szczęście, czy coś, ale widziałem kilka raportów bojowych z pola bitwy i jest po prostu maszyną, skurwiel po prostu strzela we wszystko, co mu rzucimy!!!! Wiem, że to miejsce jest bezpieczne, ale myślę, że prędzej czy później się pojawi. Słyszałem, że ma osobiste porachunki z Serene. Więc kiedy przyjdzie, lepiej nie wchodź mu w drogę. Niech jajogłowi się tym zajmą! Jeśli potrafią! Jeśli Joyce przyjdzie po Serene'a, będzie wściekły, gdy dowie się, że szef zabrał helikopter (słyszałeś coś o tym, o co, kurwa, chodziło???), więc może się zrobić nieciekawie. Do zobaczenia, kiedy kurz opadnie!!! UWAŻAJ NA SIEBIE STARY. LT

source: Hey Sofia!! Still haven’t heard from you about my screenplay! I know your busy with all your work but this is really taking off in a big way so let’s try to get going on this okay? I know this thing is gonna be huge, so I just went ahead and mortgaged my house to make this thing reality. It’s my dream and I’m gonna follow my dream. And once I get the Kickstarter going this thing’s gonna pay me back for the mortgage so no problem. I already shot a short promo thing for the KS campaign, let me know what you think! I’m gonna star in it, but I’ve got a really cool part for you too if you want it, you’d be perfect for it!! Also like I said I’m gonna need that science feedback stuff soon. Let me know ASAP!!! :)
pl_pl: Hej Sofia!!! Wciąż nie odezwałaś się w sprawie mojego scenariusza! Wiem, że jesteś zajęta pracą, ale to naprawdę nabiera rozpędu, więc spróbuj się tym zająć, dobra? Wiem, że to będzie coś wielkiego, więc po prostu zastawiłem swój dom, aby móc to zrealizować. To moje marzenie i zamierzam za nim podążać. Uruchomię Kickstartera, spłacę kredyt hipoteczny, więc nie będzie problemu. Nakręciłem już krótki film promocyjny na potrzeby kampanii marketingowej, daj mi znać, co myślisz! Wystąpię w nim, ale mam też dla ciebie naprawdę fajną rolę, jeśli chcesz, byłabyś do tego idealna!!! Tak jak mówiłem, wkrótce będę potrzebował opinii naukowych. Daj mi znać JAK NAJSZYBCIEJ!!! :)
